Repository: RedTurtle/redturtle.volto_editablefooter
Catalog: src/redturtle/volto_editablefooter/locales/*/LC_MESSAGES/redturtle.volto_editablefooter.po
Languages: it

source: Editable footer settings
it: Impostazioni footer

source: Installs the redturtle.volto_editablefooter add-on.
it: Installa redturtle.volto_editablefooter

source: Uninstalls the redturtle.volto_editablefooter add-on.
it: Disinstalla redturtle.volto_editablefooter

source: column_1_text_label
it: Colonna 1: testo

source: column_1_title_label
it: Colonna 1: titolo

source: column_2_text_label
it: Colonna 2: testo

source: column_2_title_label
it: Colonna 2: titolo

source: column_3_text_label
it: Colonna 3: testo

source: column_3_title_label
it: Colonna 3: titolo

source: column_4_text_label
it: Colonna 4: testo

source: column_4_title_label
it: Colonna 4: titolo

source: editable_footer_settings_help
it: Imposta i dati per le quattro colonne del footer.

source: editable_footer_settings_label
it: Impostazioni footer
